// English

/* 国識別2文字 */
"Country2code" = "en";

// OptionVC Setup Default.		//      "0""1""2""3"
"GUD_GroupingSeparator" = "0";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "1";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";		//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]

/* Information */
"Product Title" = "Drum Calculator";  // これが、IncormationViewのタイトルになる
"iAd Footer" = "Distributed by Apple Inc. is a secure advertising. Please click and enjoy.";

"Drum Calculator" = "Drum Calculator";
"Azukid.com" = "Azukid.com";
"Answer" = "Answer";
"Ready" = "Ready";

"Unable to compute" = "The drum can not be solved.";
"@It is difficult" = "@The drum can not be solved.";
"@Overflow" = "@Exceeded the limits of the drum";
"@Divide by zero" = "@Divided by 0?";
"Too many operators" = "The operators of many?";
"Insufficient operator" = "The lack of an operator?";
"Closing parenthesis is excessive" = "Closing parenthesis is excessive";
"Unclosed parenthesis" = "Unclosed parenthesis";
"Final answer" = "Final answer";
"Final answer msg" = "This drum is full.";
"@Complex" = "@Complex(imaginary) will.";


/* END */
